caffeine
capitaine-cursors
ccnet
cower
dropbox
global
goocanvas1
google-chrome
grub2-theme-archlinux
i3-gnome
jdk8
js
kitty-git
laptop-mode-tools
libsearpc
liquidprompt
neovim-git
neovim-qt
nerd-fonts-complete
networkmanager-dmenu-git
noip
otf-inconsolata-powerline-git
paper-icon-theme-git
perl-goo-canvas
plantuml
polybar
python-ewmh
python2-twodict-git
rofi-dmenu
rofi-pass
seafile
seafile-client
spotify
stacer
trizen
ttf-font-awesome-4
universal-ctags-git
vte3-ng
xbrightness
xlogin-git
youtube-dl-gui-git
