advcp
arandr-indicator-git
atlas-cpp
bfs
blackarch-keyring
burpsuite
checkstyle
chromium-vaapi-bin
cower
cpplint
devdocs-desktop
downgrade
etcher-bin
fbxkb
global
grub2-theme-archlinux
grub2-theme-archxion
htop-vim-solarized-git
i3ass
i3ipc-glib-git
i3lock-fancy-git
jdtls
keepassx2
key-mon
libcurlpp
libjson
liquidprompt
mpris-ctl
ncurses5-compat-libs
nerd-fonts-complete
networkmanager-dmenu-git
nvtop
oh-my-zsh-git
omniorb
omniorbpy
otf-inconsolata-powerline-git
pandoc-bin
pandoc-citeproc-bin
pandoc-crossref-bin
paper-gtk-theme-git
paper-icon-theme
plantuml
polybar
preload
protonmail-bridge
python2-twodict-git
qt4
qt5-canvas3d
ripgrep-all-bin
rofi-dmenu
rslsync
setserial
siji-git
simple-scan-3.12
stacer-bin
tor-browser
trizen
ttf-weather-icons
universal-ctags-git
vdhcoapp
vimpc-git
vmware-workstation
webscarab
xlogin-git
xvkbd
yed
youtube-dl-gui-git
zoom
zplug
