archlinux-themes-sddm
bfs
capitaine-cursors
ccnet-server
cower
cpplint
dcadec
devdocs-desktop
global
google-chrome
grub2-theme-archlinux
grub2-theme-archxion
haskell-nats
haskell-semigroups
i3ipc-glib-git
i3lock-fancy-git
jdk8
jdtls
key-mon
lcms
libevhtp-seafile
libjson
libsearpc
liquidprompt
mpris-ctl
neovim-git
neovim-qt-git
nerd-fonts-complete
networkmanager-dmenu-git
omniorb
omniorbpy
otf-inconsolata-powerline-git
pandoc-bin
pandoc-citeproc-bin
pandoc-crossref-bin
paper-gtk-theme-git
paper-icon-theme
plantuml
polybar
preload
python2-twodict-git
rofi-dmenu
seafile
seafile-client
setserial
siji-git
simple-scan-3.12
spotify
trizen
ttf-font-awesome-4
universal-ctags-git
vte3-ng
wine-gaming-nine
xlogin-git
xvkbd
youtube-dl-gui-git
