advcp
arandr-indicator-git
bfs
bullet-train-oh-my-zsh-theme-git
capitaine-cursors
ccnet-server
checkstyle
cpplint
dcadec
devdocs-desktop
downgrade
etcher-bin
global
google-chrome
grub2-theme-archlinux
grub2-theme-archxion
haskell-nats
haskell-semigroups
htop-vim-solarized-git
i3ass
i3ipc-glib-git
i3lock-fancy-git
jdk8
jdtls
key-mon
libevhtp-seafile
libjson
libsearpc
liquidprompt
mpris-ctl
nerd-fonts-complete
networkmanager-dmenu-git
nvtop
oh-my-zsh-git
omniorb
omniorbpy
otf-inconsolata-powerline-git
pandoc-bin
pandoc-citeproc-bin
pandoc-crossref-bin
paper-gtk-theme-git
paper-icon-theme
plantuml
polybar
preload
protonmail-bridge
python2-twodict-git
rofi-dmenu
rslsync
setserial
siji-git
simple-scan-3.12
tor-browser
trizen
ttf-font-awesome-4
universal-ctags-git
vmware-workstation
vte3-ng
xlogin-git
xvkbd
youtube-dl-gui-git
zplug
