7zip
acpi
adapta-gtk-theme
alsa-utils
android-tools
android-udev
arandr
arch-audit
archinstall
archlinux-wallpaper
astyle
at
atool
atuin
autoconf
automake
baobab
base
base-devel
bat
bind
binutils
bison
blueman
bluez
boost
boost-libs
caddy
capitaine-cursors
ccache
cdrtools
cheese
cifs-utils
clang
cmake
cmus
colorgcc
cppcheck
cpupower
cscope
ctags
cuda
cudnn
cups
cups-pdf
dhcpcd
dialog
discord
docker
docker-buildx
docker-compose
dosfstools
dotnet-sdk
doublecmd-qt5
dunst
earlyoom
easyeffects
efibootmgr
evolution
eza
f2fs-tools
fail2ban
fakeroot
fd
fdupes
feh
ffmpeg
file
findutils
firefox
flameshot
flex
fwupd
fzf
galculator
gamescope
gawk
gcc
gdb
gettext
ghostscript
git
global
gnome-disk-utility
gnome-keyring
goimapnotify
google-glog
gperf
grep
grim
groff
gtest
gvfs-gphoto2
gvfs-mtp
gzip
hdparm
highlight
hplip
hunspell
hunspell-en_us
hyperfine
i3-wm
i3blocks
i3lock
i3status
imagemagick
inetutils
inotify-tools
intel-ucode
isync
jdk-openjdk
jdk8-openjdk
jq
jre8-openjdk
jsoncpp
keepassxc
khal
khard
kitty
lazygit
libao
libcaca
libmad
libmikmod
libmpcdec
libnotify
libreoffice-still
libtermkey
libtool
lightdm
linux-firmware
linux-lts
linux-lts-headers
lldb
lsof
lua-language-server
lua51-mpack
luacheck
luajit
lvm2
lxappearance
lxqt-openssh-askpass
lxqt-policykit
lynx
m4
make
man-pages
mediainfo
meld
mesa-utils
meson
mkinitcpio
mold
mosh
mpv
mpv-mpris
namcap
ncdu
neomutt
net-tools
network-manager-applet
nfs-utils
ninja
nmap
noto-fonts-emoji
ntfs-3g
ntp
numlockx
nvidia-container-toolkit
nvtop
nwg-displays
obsidian
ollama
ollama-cuda
opencl-nvidia
openresolv
otf-cascadia-code
otf-fira-mono
otf-font-awesome
pacman
pacman-contrib
pamixer
papirus-icon-theme
parallel
patch
pavucontrol
pcmanfm
pdfgrep
perf
picard
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
pkgfile
plantuml
playerctl
poppler
py3status
python-click-repl
python-cpplint
python-pip
python-pipx
python-pywal
qalculate-qt
qemu-full
qrencode
ranger
rapidjson
redshift
reflector
restic
ripgrep
rofi-emoji
rsync
rust-analyzer
rustup
sccache
scrcpy
scrot
sddm
seahorse
sed
shfmt
simple-scan
sloccount
slurp
speech-dispatcher
sshfs
stow
strace
stylua
sudo
sway
swaybg
swayidle
swaylock
tcpdump
tesseract-data-eng
texinfo
texlive-basic
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-mathscience
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
thunar
thunar-volman
tickrs
tigervnc
tldr
tmux
todoman
transmission-cli
transmission-qt
tree-sitter-cli
ttf-cascadia-code
ttf-fira-code
ttf-fira-mono
ttf-inconsolata
ttf-inconsolata-nerd
ttf-iosevka-nerd
tumbler
udisks2
unibilium
unzip
urlscan
uwsm
vale
vcpkg
vdirsyncer
vi
vim
vlc
vpl-gpu-rt
w3m
wavpack
waybar
wayland-protocols
websocketpp
wget
whipper
wine
wireguard-tools
wireless_tools
wireshark-qt
wl-clipboard
woff2-font-awesome
words
wpa_supplicant
xclip
xdg-desktop-portal-hyprland
xdg-utils
xf86-input-evdev
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-qxl
xf86-video-vesa
xf86-video-voodoo
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfdesktop
xfwm4
xfwm4-themes
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfontsel
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
yazi
ytfzf
zathura
zathura-pdf-mupdf
zbar
zig
zip
zls
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
